"Are you sure you want to permanently delete the selected items?" = "Etes-vous sûr de vouloir supprimer définitivement les éléments sélectionnés?";
"Do not show remaining errors." = "Ne pas afficher les erreurs restantes.";